<template>
  <div>
    hello?

    <h4>
      확인해야할거 
      렌더링 내가 생각한대로 동작하는지
      <h5>
        안함 ssr옵션이 뭐든지간에 router-view를 사용하면 
        인스턴스 재사용이 가능하지만 nuxt에서는 비추라서 애매함 
        ssr옵션에 따른 차이를 확인 현재는 
        amchart같은거 다운 받아서 확인해봐야 할듯 
        ;;; amchart똑같이 로딩되면 할필요가 없는거 아니야?
      </h5>
      <p>
        Docs 되는지 확인 완 app 외부에 있어야함.... 허....
      </p>
      <p>
        도커로 한번 배포 해보기 빠르게 한번 보고 
        서버쪽 해서 한번 보기 
      </p>
      <p>
        배포 후 3g 로딩 확인 엄청느림 ㅋㅋㅋ 근데
        예시는 엄청 빠른데;;; 비교도 안되게 빠름 심지어 영상데이터 있는곳인데 
        
      </p>
      <p>
        국제화 스크립팅 해봐야함 똑같은거 사용함 설정만 좀 다름 
      </p>
      <p>
        서버or, route미들웨어 토큰거부 
      </p>
    </h4>
  </div>
</template>